a1=input ("Введите 1 стадию развития человека ") # дриопитек
a2=input ("Введите 2 стадию развития человека ") # раманитек 
a3=input ("Введите 3 стадию развития человека ") # австралопитек
a4=input ("Введите 4 стадию развития человека ") # человек умелый
a5=input ("Введите 5 стадию развития человека ") # человек прямоходящий
a6=input ("Введите 6 стадию развития человека ") # неандерталец (палеонтроп)
a7=input ("Введите 7 стадию развития человека ") # неантроп
print (a1, a2, a3, a4, a5, a6, a7, sep=" => ")